Repository: vidrug/aria2-winui3
Catalog: Aria2Gui/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, ja, pl, pt_br, ru, tr, uk, zh_hans

# SeedValueRatioDesc
source: Stop seeding once the upload/download ratio reaches this
es: Dejar de compartir cuando el ratio de subida/descarga llegue a esto
fr: Arrêter le partage une fois que le ratio envoi/réception atteint cette valeur
it: Interrompe il seeding quando il rapporto upload/download raggiunge questo valore
ja: アップロード/ダウンロード比率がこれに達したらシードを停止します
pt_br: Parar de semear quando a proporção upload/download atingir este valor
ru: Прекратить раздачу, когда рейтинг отдачи/загрузки достигнет этого значения
zh_hans: 当上传/下载比率达到此值时停止做种

# SeedValueTimeHeader
source: Seeding time (minutes)
es: Tiempo de compartición (minutos)
fr: Durée de partage (minutes)
it: Tempo di seeding (minuti)
ja: シード時間(分)
pt_br: Tempo de semeadura (minutos)
ru: Время раздачи (минуты)
zh_hans: 做种时间（分钟）

# SeedValueTimeDesc
source: Stop seeding after this many minutes
es: Dejar de compartir tras estos minutos
fr: Arrêter le partage après ce nombre de minutes
it: Interrompe il seeding dopo questi minuti
ja: 指定の分数が経過したらシードを停止します
pt_br: Parar de semear após esta quantidade de minutos
ru: Прекратить раздачу через столько минут
zh_hans: 做种达到此分钟数后停止

# PrivacyModeCard.Header
source: Privacy mode
es: Modo de privacidad
fr: Mode confidentialité
ja: プライバシーモード
zh_hans: 隐私模式

# PrivacyModeCard.Description
source: Force encryption and turn off DHT, PEX and LPD so peers and your ISP can't tell what you're transferring. For full anonymity also route traffic through a VPN or SOCKS5 proxy.
es: Fuerza el cifrado y desactiva DHT, PEX y LPD para que ni los pares ni tu proveedor de Internet sepan qué transfieres. Para un anonimato total, enruta también el tráfico a través de una VPN o un proxy SOCKS5.
fr: Force le chiffrement et désactive DHT, PEX et LPD afin que les pairs et votre fournisseur d'accès ne puissent pas savoir ce que vous transférez. Pour un anonymat complet, faites également transiter le trafic par un VPN ou un proxy SOCKS5.
ja: 暗号化を必須にし、DHT、PEX、LPD を無効にして、転送内容をピアやプロバイダーに知られないようにします。完全な匿名性を得るには、さらに VPN または SOCKS5 プロキシ経由で通信してください。
zh_hans: 强制加密并关闭 DHT、PEX 和 LPD，让其他节点和你的 ISP 无法得知你在传输什么。如需完全匿名，还应通过 VPN 或 SOCKS5 代理转发流量。

# PrivacyModeButton.Content
source: Enable privacy mode
es: Activar el modo de privacidad
fr: Activer le mode confidentialité
ja: プライバシーモードを有効にする
zh_hans: 启用隐私模式

# ForceEncryptionCard.Header
source: Force encryption
es: Forzar el cifrado
fr: Forcer le chiffrement
ja: 暗号化を強制する
zh_hans: 强制加密

# ForceEncryptionCard.Description
source: Refuse unencrypted peer connections (bt-force-encryption)
es: Rechazar conexiones de pares sin cifrar (bt-force-encryption)
fr: Refuser les connexions de pairs non chiffrées (bt-force-encryption)
ja: 暗号化されていないピア接続を拒否します (bt-force-encryption)
zh_hans: 拒绝未加密的节点连接 (bt-force-encryption)

# ForceEncryptionToggle.OnContent
source: On
es: Activado
fr: Activé
ja: オン
zh_hans: 开

# ForceEncryptionToggle.OffContent
source: Off
es: Desactivado
fr: Désactivé
ja: オフ
zh_hans: 关

# PrivacyToggle.OnContent
source: On
es: Activado
fr: Activé
ja: オン
zh_hans: 开

# PrivacyToggle.OffContent
source: Off
es: Desactivado
fr: Désactivé
ja: オフ
zh_hans: 关

# SettingsErrorBadFormat
source: Invalid format — use a size like 20M, 512K, or 0.
es: Formato no válido: use un tamaño como 20M, 512K o 0.
fr: Format non valide — utilisez une taille comme 20M, 512K ou 0.
zh_hans: 格式无效——请使用类似 20M、512K 或 0 的大小。

# AddNoticeNotTorrent
source: Only .torrent files can be dropped here - use the New download box for links and magnets.
es: Aquí solo se pueden soltar archivos .torrent: para enlaces y magnets use la ventana de añadir.
fr: Seuls les fichiers .torrent peuvent être déposés ici — pour les liens et les magnets, utilisez la fenêtre d''ajout.
zh_hans: 此处只能拖放 .torrent 文件——链接和磁力链接请使用添加窗口。

source: Download speed limit
es: Límite de velocidad de descarga
fr: Limite de vitesse de téléchargement
zh_hans: 下载速度限制

# SpeedLimitDownBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Download speed limit value
es: Valor del límite de velocidad de descarga
fr: Valeur de la limite de vitesse de téléchargement
zh_hans: 下载速度限制值

# SpeedLimitDownUnit.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Download speed limit unit
es: Unidad del límite de velocidad de descarga
fr: Unité de la limite de vitesse de téléchargement
zh_hans: 下载速度限制单位

# SpeedLimitUpSlider.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Upload speed limit
es: Límite de velocidad de subida
fr: Limite de vitesse d''envoi
zh_hans: 上传速度限制

# SpeedLimitUpBox.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Upload speed limit value
es: Valor del límite de velocidad de subida
fr: Valeur de la limite de vitesse d''envoi
zh_hans: 上传速度限制值

# SpeedLimitUpUnit.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Upload speed limit unit
es: Unidad del límite de velocidad de subida
fr: Unité de la limite de vitesse d''envoi
zh_hans: 上传速度限制单位

# RowMenuQueue.Text
source: Queue
es: Cola
fr: File d''attente
zh_hans: 队列

# RowMenuQueueTop.Text
source: Move to top
es: Mover al principio
fr: Déplacer en haut
zh_hans: 移到顶部

# RowMenuQueueUp.Text
source: Move up
es: Subir
fr: Monter
zh_hans: 上移

# RowMenuQueueDown.Text
source: Move down
es: Bajar
fr: Descendre
zh_hans: 下移

# RowMenuQueueBottom.Text
source: Move to bottom
es: Mover al final
fr: Déplacer en bas
zh_hans: 移到底部

# PreventSleepCard.Header
source: Keep the computer awake
es: Mantener el equipo activo
fr: Empêcher la mise en veille
zh_hans: 保持计算机唤醒

# PreventSleepCard.Description
source: Prevent sleep while downloads or seeding are active
es: Evita la suspensión mientras haya descargas o siembra activas
fr: Empêche la veille tant que des téléchargements ou du partage sont actifs
zh_hans: 在下载或做种期间阻止计算机进入睡眠

# StatsButton.[using:Microsoft.UI.Xaml.Automation]AutomationProperties.Name
source: Statistics
es: Estadísticas
fr: Statistiques
zh_hans: 统计

# StatsButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Statistics
es: Estadísticas
fr: Statistiques
zh_hans: 统计

# StatsTitle.Text
source: Statistics
es: Estadísticas
fr: Statistiques
zh_hans: 统计

# StatsColSession.Text
source: This session
es: Esta sesión
fr: Cette session
zh_hans: 本次会话

# StatsColAllTime.Text
source: All time
es: Total
fr: Au total
zh_hans: 累计

# StatsRowDownloaded.Text
source: Downloaded
es: Descargado
fr: Téléchargé
zh_hans: 已下载

# StatsRowUploaded.Text
source: Uploaded
es: Subido
fr: Envoyé
zh_hans: 已上传

# StatsRowRatio.Text
source: Ratio
zh_hans: 分享率

# ToolbarTurtleButton.Label
source: Slow mode
fr: Mode lent
zh_hans: 慢速模式

source: Alternative speed limits (slow mode)
fr: Limites de vitesse alternatives (mode lent)
zh_hans: 备用速度限制（慢速模式）

# ToolbarTurtleButton.[using:Microsoft.UI.Xaml.Controls]ToolTipService.ToolTip
source: Alternative speed limits (slow mode)
fr: Limites de vitesse alternatives (mode lent)
zh_hans: 备用速度限制（慢速模式）

# TrayTurtle
source: Slow mode
fr: Mode lent
zh_hans: 慢速模式

# AltLimitsExpander.Header
source: Alternative speed limits
fr: Limites de vitesse alternatives
zh_hans: 备用速度限制

# AltLimitsExpander.Description
source: Switched with the slow-mode button on the toolbar or from the tray; 0 — unlimited
fr: Activées via le bouton mode lent de la barre d''outils ou la zone de notification ; 0 — illimité
zh_hans: 通过工具栏的慢速模式按钮或托盘切换；0 表示不限制

# AltDownLimitCard.Header
source: Download limit
fr: Limite de téléchargement
zh_hans: 下载限制

# AltUpLimitCard.Header
source: Upload limit
fr: Limite d''envoi
zh_hans: 上传限制

# StartWithWindowsCard.Header
source: Start with Windows
fr: Démarrer avec Windows
zh_hans: 开机启动

# StartWithWindowsCard.Description
source: Launch automatically at sign-in (current user)
fr: Lancement automatique à l''ouverture de session (utilisateur actuel)
zh_hans: 登录时自动启动（当前用户）

# StartMinimizedCard.Header
source: Start minimized to tray
fr: Démarrer réduit dans la zone de notification
zh_hans: 启动时最小化到托盘

# StartMinimizedCard.Description
source: The window stays hidden until opened from the tray icon
fr: La fenêtre reste masquée jusqu''à son ouverture depuis l''icône de la zone de notification
zh_hans: 窗口保持隐藏，直到从托盘图标打开

# CloseToTrayCard.Header
source: Close to tray
fr: Fermer vers la zone de notification
zh_hans: 关闭到托盘

# CloseToTrayCard.Description
source: The close button hides the window; exit via the tray icon''s menu
fr: Le bouton fermer masque la fenêtre ; quittez via le menu de l''icône de la zone de notification
zh_hans: 关闭按钮仅隐藏窗口；通过托盘图标菜单退出

# AssociateCard.Header
source: Open magnet links and .torrent files
fr: Ouvrir les liens magnet et les fichiers .torrent
zh_hans: 打开磁力链接和 .torrent 文件

# AssociateCard.Description
source: Register this app as a handler (current user); pick it in the browser''s dialog on first use
fr: Enregistre l''application comme gestionnaire (utilisateur actuel) ; choisissez-la dans la boîte de dialogue du navigateur à la première utilisation
zh_hans: 将本应用注册为处理程序（当前用户）；首次使用时请在浏览器对话框中选择

# DetailSizeOf
source: {0} of {1}
de: {0} von {1}
es: {0} de {1}
fr: {0} sur {1}
it: {0} di {1}
ja: {1} 中 {0}
pl: {0} z {1}
pt_br: {0} de {1}
ru: {0} из {1}
uk: {0} з {1}

# UnitsSize
source: B,KB,MB,GB,TB
fr: o,Ko,Mo,Go,To
ru: Б,КБ,МБ,ГБ,ТБ
uk: Б,КБ,МБ,ГБ,ТБ

# UnitSpeedPerSecond
source: /s
ja: /秒
ru: /с
tr: /sn
uk: /с
